tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "crisidev/chunkwm"
tap "dart-lang/dart"
tap "domt4/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "koekeishiya/formulae"
cask "java"
cask "xquartz"
brew "autoenv"
brew "sqlite"
brew "python"
brew "azure-cli"
brew "bash"
brew "node"
brew "bower"
brew "chruby"
brew "fish"
brew "chruby-fish"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "coffeescript"
brew "crystal"
brew "curl", args: ["with-gssapi", "with-openssl"]
brew "dark-mode"
brew "dash"
brew "dbus"
brew "diamond"
brew "direnv"
brew "docker", link: false
brew "duti"
brew "libtiff"
brew "erlang"
brew "elixir"
brew "envv"
brew "exenv"
brew "figlet"
brew "zsh"
brew "fizsh"
brew "fortune"
brew "freetds"
brew "geoip"
brew "git"
brew "git-lfs"
brew "go"
brew "goenv"
brew "gradle"
brew "gradle-completion"
brew "grep"
brew "htop"
brew "hub"
brew "ical-buddy"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ifstat"
brew "imagemagick"
brew "ios-deploy"
brew "jenv"
brew "kotlin"
brew "libwbxml"
brew "llvm", args: ["with-toolchain"]
brew "lua"
brew "lmod"
brew "mackup"
brew "mas"
brew "modules"
brew "mono", link: false
brew "mpc"
brew "mpd"
brew "mysql"
brew "n"
brew "nano"
brew "ncmpcpp"
brew "pkg-config"
brew "ndenv"
brew "neofetch"
brew "ninja"
brew "nmap"
brew "nodenv"
brew "nvm"
brew "openssh"
brew "openvpn"
brew "perl"
brew "php"
brew "php@5.6"
brew "php@7.1"
brew "phpmyadmin"
brew "pip-completion"
brew "pipenv"
brew "pipes-sh"
brew "plenv"
brew "postgresql"
brew "pow"
brew "progress"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "python@2"
brew "qt"
brew "pyqt"
brew "r"
brew "rbenv"
brew "rbenv-aliases"
brew "rbenv-bundle-exec"
brew "rbenv-gemset"
brew "rbenv-vars"
brew "rbenv-whatis"
brew "rpg"
brew "ruby"
brew "ruby-completion"
brew "ruby-install"
brew "rustc-completion"
brew "rustup-init"
brew "sassc"
brew "scala"
brew "scalaenv"
brew "scalapack"
brew "screenfetch"
brew "scriptcs"
brew "sdl2"
brew "shpotify"
brew "speedtest-cli"
brew "spoof-mac"
brew "squashfs"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tmux-xpanes"
brew "tomcat"
brew "tor"
brew "tox"
brew "tree"
brew "tty-clock"
brew "typescript"
brew "vim"
brew "watch"
brew "watchman"
brew "webpack"
brew "wget"
brew "wine"
brew "winetricks"
brew "xcenv"
brew "xonsh"
brew "yarn"
brew "youtube-dl"
brew "zpython"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "adoptopenjdk/openjdk/adoptopenjdk-openjdk10"
brew "crisidev/chunkwm/chunkwm", args: ["with-tmp-logging"]
brew "crisidev/chunkwm/chunkwm-blur", args: ["HEAD"]
brew "dart-lang/dart/dart"
brew "dart-lang/dart/dart@2"
brew "koekeishiya/formulae/skhd", args: ["with-logging"]
